IDEA Open Model
ConcreteULSCheckResultInteractionEc2.Medy Property
Compatible with IDEA StatiCa 20.1
 Design value of the applied bending moment around y axis
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Medy { get; set; }
Public Property Medy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultInteractionEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace